---
kind: property
id: P:Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes.IFCLink
source: html/0a3a6e91-2521-e6b5-e614-741928b5e302.htm
---
# Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes.IFCLink Property

An external resource type representing IFC links.

## Syntax (C#)
```csharp
public static ExternalResourceType IFCLink { get; }
```